cask "1password"
cask "1password-cli"
cask "alfred"
cask "bartender"
cask "basecamp"
cask "cyberduck"
cask "dropbox"
cask "dynalist"
cask "fantastical"
cask "firefox"
cask "font-fira-mono-for-powerline" # for iTerm2 powerline
cask "fork"
cask "foxitreader"
cask "gimp"
cask "google-backup-and-sync"
cask "google-chrome"
cask "google-cloud-sdk"
cask "hammerspoon"
cask "homebrew/cask/docker"
cask "iina"
cask "insomnia"
cask "iterm2"
cask "kap"
cask "karabiner-elements"
cask "krisp"
cask "libreoffice"
cask "ngrok"
cask "nordvpn"
cask "numi"
cask "osxfuse" # to extend macOS file handling capabilities via third-party file system. sshfs uses this e.g.
cask "postico"
cask "robo-3t"
cask "signal"
cask "slack"
cask "spotify"
cask "steam"
cask "sublime-text"
cask "teamviewer"
cask "the-unarchiver"
cask "ticktick"
cask "transmission"
cask "tunnelblick"
cask "typora"
cask "whatsapp"
cask "zoomus"
